brew "bat"
brew "bat-extras"
brew "btop"
brew "dua-cli"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fzf"
brew "gitui"
brew "hyperfine"
brew "lazygit"
brew "luarocks"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "pre-commit"
brew "pyvim"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "tokei"
brew "uv"
brew "xclip"
brew "zellij"
brew "zoxide"
