brew "bat"
brew "bat-extras"
brew "dua-cli"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "gcc"
brew "hyperfine"
brew "lazygit"
brew "neovim"
brew "node"
brew "pre-commit"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "tokei"
brew "uv"
brew "yazi"
brew "zellij"
brew "zoxide"
